Repository: hitman-rs/simple-mod-framework
Catalog: project.inlang/localisation.xcstrings
Source language: en
Languages: fr, zh_hans

# ButtonTemporarilyDisabled
source: Read Before Continuing
fr: Lire avant de continuer
zh_hans: 阅读后再继续

source: Custom boot scene
fr: Scène de démarrage personnalisée
zh_hans: 自定义启动场景

# CustomBootSceneDesc
source: Overrides the scene path that the game launches to. Should be a bare scene path, without the .pc_entitytype suffix.
fr: Outrepasse le chemin de scène auquel le jeu se lance. Doit être un chemin de scène nu, sans le suffixe de .pc_entitytype.
zh_hans: 覆盖游戏启动到的场景路径。应该是裸场景路径，而不是 .pc_entityype 后缀。

# SelectButton
source: Select
fr: Sélectionner
zh_hans: 选择

# SelectedButton
source: Selected
fr: Sélectionné
zh_hans: 已选择

# BackToModsButton
source: Back to Mods
fr: Retour aux mods
zh_hans: 返回模组

# RemoveUnavailableModsButton
source: Remove Unavailable Mods
fr: Supprimer les mods indisponibles
zh_hans: 移除不可用模组

# SaveProfileDesc
source: {mods} mods enabled, plus mod settings
fr: Mods {mods} activés, plus paramètres de mods
zh_hans: {mods} 模组已启用，包含模组设置

# GoToSettingsButton
source: Go to Settings
fr: Accéder aux paramètres
zh_hans: 转到设置

# ZHMModSDKUpdateCardDesc
source: An update to the ZHMModSDK is available from version {oldVersion} to {newVersion}. You can update from the Settings page.
fr: Une mise à jour du ZHMModSDK est disponible de la version {oldVersion} à {newVersion}. Vous pouvez mettre à jour depuis la page Paramètres.
zh_hans: ZHMModSDK 有更新可用，版本从 {oldVersion} 升级至 {newVersion}。您可以在“设置”页面进行更新。

# ZHMModSDKUpdateCard
source: ZHMModSDK update available
fr: Mise à jour de ZHMModSDK disponible
zh_hans: ZHMModSDK 更新可用

# ZHMModSDKDesc
source: The ZHMModSDK allows mods to hook into the game's behaviour while it is running, enabling new kinds of mods.
fr: Le ZHMModSDK permet aux mods de s'accrocher au comportement du jeu pendant qu'il est en cours d'exécution, permettant de nouveaux types de mods.
zh_hans: ZHMModSDK 允许模组在游戏运行时绑定游戏行为，启用了新类型的模组。

# ZHMModSDKSafetyDesc
source: While the SDK itself is safe for your computer, mods might not be, so SMF will warn you when you add a new mod that uses it.
fr: Bien que le SDK lui-même soit sûr pour votre ordinateur, les mods peuvent ne pas être, SMF peut vous avertir lorsque vous ajoutez un nouveau mod qui l'utilise.
zh_hans: 虽然 SDK 本身对您的计算机是安全的，但模组可能不安全。因此当您添加一个使用它的新模组时，SMF 会警告您。

source: Installed
fr: Installée
zh_hans: 已安装

# CheckingForUpdatesParenthetical
source: checking for updates...
fr: recherche de mises à jour...
zh_hans: 正在检查更新……

# UpdateAvailableParenthetical
source: update available to {version}
fr: mise à jour disponible vers {version}
zh_hans: 可更新至 {version}

# UpToDateParenthetical
source: up to date
fr: à jour
zh_hans: 已是最新

# CantCheckUpdatesParenthetical
source: can't check for updates
fr: impossible de vérifier les mises à jour
zh_hans: 无法检查更新

# SDKInstalledDesc
source: The SDK is installed on the currently selected game.
fr: Le SDK est installé sur le jeu actuellement sélectionné.
zh_hans: SDK 已安装在当前选中的游戏中。

# RemoveButton
source: Remove
fr: Retirer
zh_hans: 移除

source: Not installed
fr: Non installé
zh_hans: 未安装

# SDKNotInstalledDesc
source: The SDK is not installed on the currently selected game.
fr: Le SDK n'est pas installé sur le jeu actuellement sélectionné.
zh_hans: SDK 未安装在当前选中的游戏中。

# UnableCheckSDKDesc
source: Unable to check installed SDK status.
fr: Impossible de vérifier le statut du SDK installé.
zh_hans: 无法检查已安装的 SDK 状态。

# SDKSelectGamePath
source: Select a game path in the Mods page to configure the SDK.
fr: Sélectionnez un chemin de jeu dans la page Mods pour configurer le SDK.
zh_hans: 在模组页面选择一个游戏路径来配置 SDK。

# InstallButton
source: Install
fr: Installer
zh_hans: 安装

# DefaultParenthetical
source: (default)
fr: (par défaut)
zh_hans: (默认)

# ResetToDefaultsButton
source: Reset to Defaults
fr: Revenir aux paramètres par défaut
zh_hans: 重置为默认

# OnlySupports
source: Only supports {supported}
fr: Ne prend en charge que {supported}
zh_hans: 仅支持 {supported}

# SDKUnsupported
source: The currently selected game version doesn't have a mod SDK available.
fr: La version actuellement sélectionnée n'a pas de mod SDK disponible.
zh_hans: 当前选择的游戏版本没有 SDK 可用的模组。

source: Switch to Unstable
fr: Passer à la version unstable
zh_hans: 切换到不稳定版

source: Switch to Stable
fr: Passer à la version stable
zh_hans: 切换到稳定版

# ModUpdateRateLimit
source: Rate limit hit
fr: Limite de mise à jour atteinte
zh_hans: 速率限制

# ModUpdateRateLimitDesc
source: {skipped} mods couldn't be checked for updates due to Nexus Mods or GitHub rate limiting. Consider enabling analytics and server features to avoid this.
fr: {skipped} mods n'ont pas pu être vérifiés en raison de la limitation des mods Nexus ou de la vitesse GitHub. Pensez à activer les fonctionnalités d'analyse et de serveur pour éviter cela.
zh_hans: 由于 Nexus Mods 或 GitHub 速率限制，{skipped} 模组无法检查更新。请考虑启用分析和服务器特性以避免。

# NModUpdatesAvailable
source: {updates} mod updates available
fr: {updates} mises à jour des mods disponibles

# NModUpdatesAvailableDesc
source: {updates} mods can be automatically updated to the latest version.
fr: {updates} mods peuvent être automatiquement mis à jour vers la dernière version.

# UpdateAllButton
source: Update All
fr: Tout mettre à jour

# CrowdinNudge
source: You can help translate SMF into your language by contributing to the translation project on Crowdin.
fr: Vous pouvez aider à traduire SMF dans votre langue en contribuant au projet de traduction sur Crowdin.

# CrowdinNudge2
source: If you see any errors or untranslated text, help out by submitting your own translations!
fr: Si vous voyez des erreurs ou des textes non traduits, aidez-les en soumettant vos propres traductions !

# InfoLinkDesc
source: More information about this mod
fr: Plus d'informations sur ce mod

# IssuesLinkDesc
source: Report an issue with this mod
fr: Signaler un problème avec ce mod

# SupportLinkDesc
source: Support the mod author
fr: Soutenez l'auteur du mod

# OKButton
source: OK
zh_hans: 确定

# ModsPage
source: Mods
zh_hans: 模组

source: total
zh_hans: 总计

# Version
source: version {version}
zh_hans: 版本 {version}
